[
    {
        "id": "0",
        "name": "Pastor Ose Imiemohon",
        "imgSrc": "/assets/Speakers/Rectangle 61.png",
        "text": "Pastor Ose Imiemohon is the founder and Lead Pastor of The Brook Church. He is a dynamic teacher of the word of grace, with a strong prophetic thrust and the miraculous.He is the author of the best-seller, Exceptional Life Daily Devotional, which has been a great blessing to individuals and families around the world for over eight years. Pst. Ose is also the host of the radio podcast, Zoe Connect, which airs on three radio stations in Calabar, Uyo and Owerri. Every morning on Zoe connect, he ministers to over four million listeners. Through his ministry, many have experienced victory in life and have discovered and pursued God's purpose for their lives. A much sought-after conference speaker, Pastor Ose is known for his practical and simple approach to teaching the word of grace for a profitable everyday living. He encourages everyone to pursue a personal relationship with God with an excellent mindset. Pastor Ose is married to Pastor Naomi and they are blessed with four children."
    },
    {
      "id": "1",
      "name": "Ayobami Akindipe",
      "imgSrc": "/assets/Speakers/Rectangle 60.png",
      "text": "Avobami Akindipe is a Nigerian real estate developer. He serves as the chief executive officer of Ace Real Estate Development. Ayobami Oluwaniferi Akindipe was born on 27 August 1997 to Nigerian parents, he did his Primary and Secondary School education in Lagos State. He earned his LL.B. degree from Kogi State University, where he studied law. Akindipe ventured into real estate development at the age of 13 as a bricklayer and later became a real estate agent at the age of 21 In 2019, he founded Ace Real Estate Development LTD, a real estate development and management company, operating in Nigeria, and Rwanda. In 2022, he launched a real estate academy, known as Ace Academy, with the aim to empower Nigerian youths. Ayobami Akindipe is an Award Winning Entrepreneur."
    },
    {
      "id": "2",
      "name": "Veralyn Chineneye",
      "imgSrc": "/assets/Speakers/Rectangle 61.png",
      "text": "Veralyn Chineneye is an entrepreneur who has failed many times, like most of us, she was greatly affected by the pandemic too. Veralyn had been running a thriving offline food business, but when the pandemic hit, her half a million naira investment and sales went down the drain. She knew she had to take action to save her business and her financial future. So, Veralyn decided to test her knowledge and in testing she created a new online business using social media, with zero capital investment during the hit of the pandemic. Veralyn worked so hard to build her brand, using just her phone and her social media pages from her room in her mother's flat and she quickly began to see success. Within months, Veralyn had turned her online business into a thriving enterprise, making consistent profits and growing her brand. She has taught over 100,000 persons directly, mentored & coached over 1000 and authored 7 books, hosted a world-class conference for over 3000 women, and has been invited to speak on different stages and interviewed by international bodies. She has also won several awards, with her most recent being featured among 'Top 30 Outstanding Young Entrepreneurs' and her success story has been featured by top international brands."
    }
]
